:PROPERTIES:
:ID:       5bb2016d-f38e-4a0b-9678-b024973fe1dc
:END:
#+title: Linguistics

*** Day Names

While the names of days are almost as fundamental a semiotic notion as the very
concept of a day (which you organize your entire existence around), the
indidental correspondance of days of week to names of Gods in their native
langauge (or the symbols the Gods correspond to) is basically universal across
the planet.

In East Asian cultures, these are known as the [[https://wiktionary.org/wiki/七曜][七曜]] (seven )

| Planet  | Element | English   | French   | Japanese | Korean |
|---------+---------+-----------+----------+----------+--------|
| Sun     | Light   | Sunday    | Dimanche |          |        |
| Moon    | Darkish | Monday    | Lundi    |          |        |
| Mars    | Fire    | Tuesday   | Merdi    | 火曜日   | 화요일  |
| Mercuri | Water   | Wednesday | Mercredi |          |        |
| Jupiter | Wood    | Thursday  | jeudi    |          |        |
| Venus   | Metal   | Friday    | vendredi |          |        |
| Saturn  | Earth   | Saturday  | samedi   | 土曜日   |        |

This can probably be somewhat explained by cultural retransmission causing a
linguistic [[https://en.wikipedia.org/wiki/Carcinisation][carcinization]], the a tendency of evolution to converge towards a
single form. Most of the original influences on astrology emerged from Babylon,
who first recorded their systemitized study of the stars, though IMO it's
obviously older than that.

Hmmm more easily (thanks Emacs)

#+name: dayNames
#+begin_src translate :src en :dest fr,it,el,ja,ko
Sunday | Monday | Tuesday | Wednesday | Thursday |  Friday |  Saturday
#+end_src

#+RESULTS: dayNames
| fr | dimanche | Lundi   | mardi   | Mercredi  | Jeudi   | Vendredi  | Samedi  |
| it | Domenica | Lunedì  | Martedì | Mercoledì | Giovedì | Venerdì   | Sabato  |
| el | Κυριακή  | Δευτέρα | Τρίτη   | Τετάρτη   | Πέμπτη  | Παρασκευή | Σάββατο |
| ja | 日曜日   | 月曜日  | 火曜日  | 水曜日    | 木曜日  | 金曜日    | 土曜日  |
| ko | 일요일    | 월요일   | 화요일   | 수요일     | 목요일   | 금요일     | 토요일   |

Ohhh but the Simpson already did it (wiktionary appendix[[https://en.wiktionary.org/wiki/Appendix:Days_of_the_week][ days of week]])

